{
    "results": [
        {
            "latlng": {
                "lat": 43.580731,
                "lng": 7.124682900000039
            },
            "id": "restaurant_lacafetirefle",
            "name": "La Cafetière Fêlée",
            "rating": 5,
            "vicinity": "18 Rue du Marc, Antibes",
            "reviews": [
                {
                    "author_name": "Celine Marty",
                    "rating": 5,
                    "relative_time_description": "il y a un mois",
                    "text": "De l'accueil aux conseils des plats, tout était parfait. La présentation, la saveur, les goûts, tout est maîtrisé et excellent. Ne changez rien ! 2 dîners en 1 semaine et nous nous sommes régalés à chaque fois. Merci pour ces beaux moments culinaires."
                },
                {
                    "author_name": "REGINE SCH",
                    "rating": 5,
                    "relative_time_description": "il y a un mois",
                    "text": "Un repas exquis un foisonnement de saveurs . on sent qu 'il y a de la recherche ...\nAllez y vous ne serez pas déçus . le service est juste bien comme on aime : présents, prévenants mais pas obséquieux ..\nOn a passé une très bonne soirée .Jusqu'au petit mot du chef qui sort la tête de sa cuisine quand on part dans la rue : ça vous a plu ? oui vraiment on reviendra ..."
                },
                {
                    "author_name": "Anne-Estelle V.",
                    "rating": 5,
                    "relative_time_description": "il y a 2 mois",
                    "text": "Un sans faute pour ce restaurant du Vieil Antibes.\nLes saveurs franco-asiatiques ravissent les papilles, la présentation est soignée, le service souriant.\nLe restaurant lui-même, est joliment décorée et aéré.\nUne belle découverte gastronomique. Nous y revenons avec grand plaisir !"
                },
                {
                    "author_name": "M G",
                    "rating": 5,
                    "relative_time_description": "il y a un mois",
                    "text": "Tout y est parfait, de l'accueil aux plats délicieux, aux saveurs originales, en passant par l'ambiance. Tout n'est que délicatesse. Une très belle découverte!!"
                },
                {
                    "author_name": "delphine rebillard",
                    "rating": 5,
                    "relative_time_description": "il y a une semaine",
                    "text": "Accueil hyper sympa, mets très fins, originaux et surprenants. A recommander vivement !"
                }
            ]
        },
        {
            "latlng": {
                "lat": 43.5816928,
                "lng": 7.128552
            },
            "id": "restaurant_lefiguierdesaintesprit",
            "name": "Le Figuier de Saint-Esprit",
            "rating": 4.5,
            "vicinity": "14 Rue du Saint-Esprit, Antibes",
            "reviews": [
                {
                    "author_name": "cyrielle menguy",
                    "rating": 5,
                    "relative_time_description": "il y a 2 mois",
                    "text": "On est tout de suite charmé par le patio traversé par ce grand figuier... mais ce n’est qu’un début car la cuisine la cuisine est à la hauteur du lieu et de sa réputation. J’y suis allée deux fois: la première fois pour une formule dégustation à midi et la seconde un soir avec le fameux agneau cuit dans l’argile de Vallauris. Un vrai régal. Un sans faute les deux fois."
                },
                {
                    "author_name": "Charles Guédon",
                    "rating": 5,
                    "relative_time_description": "il y a 2 mois",
                    "text": "Une nouvelle visite hier soir et une très grande satisfaction! On sent l'amour du produit et le goût du travail bien fait. La cuisine est délicate et riche de saveurs. Le service est chaleureux et très professionnel. \nDe très loin mon adresse préférée dans toute la région! Une adresse à découvrir et même la possibilité d'un joli lunch à prix doux pour un passage en semaine... Foncez-y!"
                },
                {
                    "author_name": "Celine Wenzel",
                    "rating": 5,
                    "relative_time_description": "il y a 2 mois",
                    "text": "Mon adresse préférée des Alpes maritimes. Un jardin intérieur très cosy,  une vaisselle magnifique. Une cuisine goûteuse et délicate, des couleurs, de la fraîcheur. Un grand bonheur pour le palais. A faire absolument"
                },
                {
                    "author_name": "Capdegelle Annie",
                    "rating": 4,
                    "relative_time_description": "il y a 2 semaines",
                    "text": "Superbe restaurant très bien situe plats délicieux service rapide et parfait que du bonheur juste un petit bémol dame peu souriante à l accueil mieux en partant"
                },
                {
                    "author_name": "michel Charrot",
                    "rating": 5,
                    "relative_time_description": "il y a 2 mois",
                    "text": "Bonjour, restaurant vraiment très bien et très professionnel vraiment rien à redire,  mon ami et moi avons découvert ce restaurant par groupon  et nous avons été émerveillé par le professionnalisme du personnel, et l'accueil de la direction. Les prix de cet établissement sont tous à fait justifier"
                }
            ]
        },
        {
            "latlng": {
                "lat": 43.58149,
                "lng": 7.12604
            },
            "id": "restaurant_lesvieuxmurs",
            "name": "Nacional Trattoria",
            "rating": 4,
            "vicinity": "61 place nationale, 06600 Antibes",
            "reviews": [
                {
                    "author_name": "Julie Paillier",
                    "rating": 5,
                    "relative_time_description": "il y a un mois",
                    "text": "de normandie en vacances sur Antibes nous sommes venu en couple pour un dîner le 19/06 et comment ne pas faire d'éloge... un service aimable et attentionné c'est rare de nos jours ! un repas délicieux du début jusqu'à la fin rien à redire des produits frais et de qualité ! merci pour nos papilles"
                },
                {
                    "author_name": "Annick Geandel",
                    "rating": 5,
                    "relative_time_description": "il y a un mois",
                    "text": "Accueil et service particulièrement agréables, menu découverte qui a ravi nos papilles avec une vue magnifique pour couronner le tout. Nous reviendrons CV"
                },
                {
                    "author_name": "Pierre Stouet",
                    "rating": 5,
                    "relative_time_description": "il y a 3 mois",
                    "text": "Très bon accueil cordial, personnel attentionné, serviable, avenant et prévenant. Cuisine raffinée, cadre chaleureux et feutré. Une bonne adresse !"
                },
                {
                    "author_name": "Philippe Guichoux",
                    "rating": 5,
                    "relative_time_description": "il y a 3 mois",
                    "text": "Magnifique  merveilleux l accueil  , le goût , la présentation ,le lieu ....Tout.... pas besoin de photos...un sans faute....des professionnels en salle et en cuisine ...une vue magnifique sur la mer....Tout pour passer un moment magique....MERCI !"
                },
                {
                    "author_name": "Alain spugnini",
                    "rating": 3,
                    "relative_time_description": "il y a 4 mois",
                    "text": "Cadre agréable. Service au top. Je reste réservé sur les plats probablement pas à mon goût. J y retournerai essayer d autres plats."
                }
            ]
        }
    ],
    "status": "OK"
}